var data = {
    "scorm_id": 1327,
    "res_title": "如何成功地实施战略？",
    "res_desc": "一旦公司制定好了战略规划，并确定了长期目标，战略管理过程就进入了一个关键的新阶段：从规划到实施。那么，该如何成功地从规划战略转向实施战略呢？通过本课程的学习，你首先将了解成功实施战略的先决条件；然后学习成功实施战略的步骤；最后学习公司管理者们在实施战略的过程中应有的行为和态度。",
    "part_list": [{
        "part_id": "747",
        "part_title": "课程学习目标",
        "chapter_list": [{
            "chapter_id": "2631",
            "chapter_title": "学习目标",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd3b389972d76c4fb7986ba99645b3f9fc.m3u8"]
        }]
    }, {
        "part_id": "748",
        "part_title": "成功实施战略的先决条件",
        "chapter_list": [{
            "chapter_id": "2632",
            "chapter_title": "案例：贸易公司的战略实施（1）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd9df293fa6e674d439584966503d93b38.m3u8"]
        }, {
            "chapter_id": "2633",
            "chapter_title": "成功实施战略的先决条件",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd39e9100af4264c81b86295a49fe513e2.m3u8"]
        }, {
            "chapter_id": "2634",
            "chapter_title": "案例：贸易公司的战略实施（2）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd341670e08de6406eb736c10a1979e707.m3u8"]
        }]
    }, {
        "part_id": "749",
        "part_title": "从战略规划到战略实施",
        "chapter_list": [{
            "chapter_id": "2635",
            "chapter_title": "制定短期目标",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd1cd895de77734919a967fd010255063b.m3u8"]
        }, {
            "chapter_id": "2636",
            "chapter_title": "小测验：有效的短期目标",
            "chapter_type": "2",
            "chapter_content": {
                "quiz_type": "2",
                "feedback": {
                    "right": "谢谢你的回答，我们同意你的观点。请查看详细解释。\r\nA.  “短期目标是可测量的”：恰当有效的目标必须是可量化的，这样公司就可以通过分析数据或信息来确认目标进展情况。\r\nB.  “短期目标是具有优先级别的”：有效的短期目标需要根据其预计完成的时限，以及对公司战略目标的作用不同而确定优先级别，否则会造成手忙脚乱的混乱状况。\r\nC.  “短期目标是与长期目标相关的”：有效的短期目标将长期目标制定的工作进行了工作范围和内容的拓展和具体化，而保持相关性就能确保随着短期目标的完成，公司越来越接近长期目标。\r\nD.  “短期目标是一个粗略的目标，不必过于具体”：有效的短期目标必须具体、明确，否则员工就无法有效地开展具体的工作，公司也无法根据短期目标评估各个部门的绩效。",
                    "wrong": "谢谢你的回答，我们不太同意你的观点。请查看详细解释。\r\nA.  “短期目标是可测量的”：恰当有效的目标必须是可量化的，这样公司就可以通过分析数据或信息来确认目标进展情况。\r\nB.  “短期目标是具有优先级别的”：有效的短期目标需要根据其预计完成的时限，以及对公司战略目标的作用不同而确定优先级别，否则会造成手忙脚乱的混乱状况。\r\nC.  “短期目标是与长期目标相关的”：有效的短期目标将长期目标制定的工作进行了工作范围和内容的拓展和具体化，而保持相关性就能确保随着短期目标的完成，公司越来越接近长期目标。\r\nD.  “短期目标是一个粗略的目标，不必过于具体”：有效的短期目标必须具体、明确，否则员工就无法有效地开展具体的工作，公司也无法根据短期目标评估各个部门的绩效。"
                },
                "dry": [{
                    "id": "1071",
                    "content": "设定短期目标是十分重要的，然而什么样的短期目标才算恰当有效呢？请你根据理解，选出正确的答案。",
                    "analysis": "",
                    "option": [{
                        "id": "2276",
                        "dry_id": "1071",
                        "content": "可量化",
                        "feedback": "",
                        "answer": "1"
                    }, {
                        "id": "2277",
                        "dry_id": "1071",
                        "content": "具有优先级别",
                        "feedback": "",
                        "answer": "1"
                    }, {
                        "id": "2278",
                        "dry_id": "1071",
                        "content": "与长期目标相关",
                        "feedback": "",
                        "answer": "1"
                    }, {
                        "id": "2279",
                        "dry_id": "1071",
                        "content": "粗略、简洁，不必过于具体",
                        "feedback": "",
                        "answer": "0"
                    }]
                }]
            },
            "audio_path": ""
        }, {
            "chapter_id": "2637",
            "chapter_title": "案例：贸易公司的战略实施（3）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd1f736afd552045b68d4e365b2d35185a.m3u8"]
        }, {
            "chapter_id": "2638",
            "chapter_title": "启动具体的职能策略",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hdab6a7a5a2f244bf3910b677853c66178.m3u8"]
        }, {
            "chapter_id": "2639",
            "chapter_title": "案例：贸易公司的战略实施（4）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd3e92d037a22e4516bc87d5fc65de4810.m3u8"]
        }, {
            "chapter_id": "2640",
            "chapter_title": "授权相关员工",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd3711fddc82b94e34b8b3b86186fe38d4.m3u8"]
        }]
    }, {
        "part_id": "750",
        "part_title": "战略实施中的领导艺术",
        "chapter_list": [{
            "chapter_id": "2641",
            "chapter_title": "案例：贸易公司的战略实施（5）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hdc6b467218812495db674df3f0510166f.m3u8"]
        }, {
            "chapter_id": "2642",
            "chapter_title": "组织中的领导艺术",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd6f3d8ae6ab74469caaecfab9e51347e4.m3u8"]
        }, {
            "chapter_id": "4440",
            "chapter_title": "小测验：区分企业活动",
            "chapter_type": "2",
            "chapter_content": {
                "quiz_type": "4",
                "quiz_title": "组织中的管理者们要重视外部环境的变化，并灵活地通过执行三种行动承担起应有的责任。接下来，请你根据所学的知识，区别下列企业活动分别对应哪种行动。",
                "feedback": {
                    "right": "谢谢你的回答，我们非常同意你的观点。\r\n详细解释如下：\r\n1. 信息技术公司阐明了未来的战略方向，并且比较具体地突出了“以网络为中心”的发展特点，而不是模糊地申明“成为处理系统行业的领头羊”。\r\n2. 公司负责人通过收集员工信息、分享公司高层信息的方式，加深全体人员对战略方向的认识和理解，这就是一种构建组织的方式。\r\n3. 公司负责人的行为塑造了企业开放、积极的文化氛围，鼓励员工不怕犯错，勇于冒险，培养员工的快速反应能力。",
                    "wrong": "谢谢你的回答，我们不太同意你的观点。\r\n详细解释如下：\r\n1. 信息技术公司阐明了未来的战略方向，并且比较具体地突出了“以网络为中心”的发展特点，而不是模糊地申明“成为处理系统行业的领头羊”。\r\n2. 公司负责人通过收集员工信息、分享公司高层信息的方式，加深全体人员对战略方向的认识和理解，这就是一种构建组织的方式。\r\n3. 公司负责人的行为塑造了企业开放、积极的文化氛围，鼓励员工不怕犯错，勇于冒险，培养员工的快速反应能力。"
                },
                "dry": [{
                    "id": "1913",
                    "content": "信息技术公司负责人发表申明，“我们一定要成为以网络为中心的处理系统行业的领头羊”。",
                    "analysis": ""
                }, {
                    "id": "1914",
                    "content": "公司负责人每天花两个小时阅读和答复员工的电子邮件，以此确保所有员工明确公司的战略发展方向。",
                    "analysis": ""
                }, {
                    "id": "1915",
                    "content": "公司负责人培养员工具备冒险精神和快速的反应能力，并鼓励员工在适度的范围内犯错。",
                    "analysis": ""
                }],
                "options": [{
                    "id": "4037",
                    "dry_id": "1915",
                    "content": "塑造企业文化",
                    "feedback": "",
                    "answer": "1"
                }, {
                    "id": "4036",
                    "dry_id": "1914",
                    "content": "构建组织",
                    "feedback": "",
                    "answer": "1"
                }, {
                    "id": "4035",
                    "dry_id": "1913",
                    "content": "明确战略方向",
                    "feedback": "",
                    "answer": "1"
                }]
            },
            "audio_path": ""
        }]
    }, {
        "part_id": "751",
        "part_title": "战略控制和改进",
        "chapter_list": [{
            "chapter_id": "2644",
            "chapter_title": "案例：贸易公司的战略实施（6）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd5d371ec0f08b4053bd44c32cee253b7a.m3u8"]
        }, {
            "chapter_id": "2645",
            "chapter_title": "建立战略控制（1）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hda0e3405073d547f19b319f1ec6f013b7.m3u8"]
        }, {
            "chapter_id": "2646",
            "chapter_title": "建立战略控制（2）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd8a2d1161ff99495c870fdd7a6010a2ec.m3u8"]
        }, {
            "chapter_id": "2648",
            "chapter_title": "小测验：区分战略控制的类型",
            "chapter_type": "2",
            "chapter_content": {
                "quiz_type": "4",
                "quiz_title": "在了解了战略控制的四种类型后，请你根据所学知识，区分下列公司分别采用的战略控制的类型。",
                "feedback": {
                    "right": "谢谢你的回答，我们非常同意你的观点。",
                    "wrong": "谢谢你的回答，我们不太同意你的观点。"
                },
                "dry": [{
                    "id": "1073",
                    "content": "某化学公司预测国家即将颁布环境保护法规，因此进一步地坚定了向生产环保产品转变的战略。",
                    "analysis": ""
                }, {
                    "id": "1074",
                    "content": "某食品公司成立应急小组，处理因食品卫生问题而造成的形象危机问题。",
                    "analysis": ""
                }, {
                    "id": "1075",
                    "content": "某航空公司审查第三季度的财务报表，并确定了放弃高端客户市场，转而以提供廉价旅程为主的战略。",
                    "analysis": ""
                }, {
                    "id": "1076",
                    "content": "某服装公司鼓励公司全体员工监督公司的战略实施过程，并鼓励大家提出宝贵的意见和建议。",
                    "analysis": ""
                }],
                "options": [{
                    "id": "2286",
                    "dry_id": "1075",
                    "content": "里程碑审查",
                    "feedback": "",
                    "answer": "1"
                }, {
                    "id": "2287",
                    "dry_id": "1076",
                    "content": "战略监督",
                    "feedback": "",
                    "answer": "1"
                }, {
                    "id": "2285",
                    "dry_id": "1074",
                    "content": "应急控制",
                    "feedback": "",
                    "answer": "1"
                }, {
                    "id": "2284",
                    "dry_id": "1073",
                    "content": "前提控制",
                    "feedback": "",
                    "answer": "1"
                }]
            },
            "audio_path": ""
        }, {
            "chapter_id": "2649",
            "chapter_title": "案例：贸易公司的战略实施（7）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hdfb2e68bc227d4e208c6865b3e328d21b.m3u8"]
        }, {
            "chapter_id": "2651",
            "chapter_title": "持续改进，获得价值（1）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd231731066ada4afab3064a041c0145a6.m3u8"]
        }, {
            "chapter_id": "2653",
            "chapter_title": "持续改进，获得价值（2）",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hdac57a5f1c6b6478791d7fc4a5f5a1f1d.m3u8"]
        }]
    }, {
        "part_id": "754",
        "part_title": "课末总结",
        "chapter_list": [{
            "chapter_id": "2654",
            "chapter_title": "小结",
            "chapter_type": "1",
            "file_path": ["m3u8\/m3u8-hd2c3f0ea7b05643f2b935f5a3fb9e5e1a.m3u8"]
        }]
    }, {
        "part_id": "755",
        "part_title": "学以致用",
        "chapter_list": [{
            "chapter_id": "2655",
            "chapter_title": "小测验：判断对错",
            "chapter_type": "2",
            "chapter_content": {
                "quiz_type": "2",
                "feedback": {
                    "right": "谢谢你的回答，我们非常同意你的观点。请查看详细解释。\r\nA. 公司高层是公司任何行动的领头人和精神领袖，如果公司高层对战略实施都没有意愿和信心，员工就会接收到负面情绪，以致于整个公司都会对战略实施丧失信心。\r\nB. 短期目标是为实现长期目标而服务的，所以在实现长期目标前，各个职能部门负责人要不断地制定和执行新的短期目标。\r\nC. 扁平化的公司意味着公司高层将权力下放给各个层级的经理人，所以各层经理人有制定决策和管理自己部门的权力。\r\nD. 战略控制绝不是一时兴起的工作，因为外界的环境是不断变化的，新的问题随时会出现，所以公司只有时刻保持警觉和严谨的态度，不断地发现问题、改善不足才能使公司变得坚不可摧。",
                    "wrong": "谢谢你的回答，我们不太同意你的观点。请查看详细解释。\r\nA. 公司高层是公司任何行动的领头人和精神领袖，如果公司高层对战略实施都没有意愿和信心，员工就会接收到负面情绪，以致于整个公司都会对战略实施丧失信心。\r\nB. 短期目标是为实现长期目标而服务的，所以在实现长期目标前，各个职能部门负责人要不断地制定和执行新的短期目标。\r\nC. 扁平化的公司意味着公司高层将权力下放给各个层级的经理人，所以各层经理人有制定决策和管理自己部门的权力。\r\nD. 战略控制绝不是一时兴起的工作，因为外界的环境是不断变化的，新的问题随时会出现，所以公司只有时刻保持警觉和严谨的态度，不断地发现问题、改善不足才能使公司变得坚不可摧。"
                },
                "dry": [{
                    "id": "1078",
                    "content": "在掌握了本课的学习内容后，请你根据所学的知识，判断并选择下列陈述中正确的选项。",
                    "analysis": "",
                    "option": [{
                        "id": "2288",
                        "dry_id": "1078",
                        "content": "即使公司高层没有成功实施战略规划的意愿和信心也没关系，只要公司员工对实施战略有信心就一定能把事情做好。",
                        "feedback": "",
                        "answer": "0"
                    }, {
                        "id": "2289",
                        "dry_id": "1078",
                        "content": "公司每个职能部门都有自己的短期目标，当实现了一个短期目标后就要继续制定下一个短期目标，直到公司实现预先设定的长期目标为止。",
                        "feedback": "",
                        "answer": "1"
                    }, {
                        "id": "2290",
                        "dry_id": "1078",
                        "content": "在一个扁平化的公司里，各层经理人没有权力为自己管理的部门做出决策，而应该由公司高层集中管理各部门的各项工作。",
                        "feedback": "",
                        "answer": "0"
                    }, {
                        "id": "2291",
                        "dry_id": "1078",
                        "content": "战略控制应该是一个长期的工作，公司要避免因发现和处理了现有的问题而沾沾自喜，而应该时刻保持高度警惕，不断地改善不足之处。",
                        "feedback": "",
                        "answer": "1"
                    }]
                }]
            },
            "audio_path": ""
        }]
    }],
    "materials": [{
        "title": "如何成功地实施战略？",
        "path": "document\/ceibs\/pdf\/e3427491c8474a0e929d93a3a8851e12.pdf"
    }]
}